back/app/controllers/quests_controller.rb

SELECT "quests".* FROM "quests"
---
  def index
    @quests = Quest.all